tap "nuonco/tap"

brew "atuin"
brew "fish"
brew "git"
brew "gh"
brew "git-delta"
brew "lazygit"
brew "gemini-cli"
brew "gnupg"
brew "htop"
brew "libpq"
brew "libpq@17"
brew "postgresql"
brew "postgresql@17"
brew "python"
brew "python@3.13"
brew "python@3.14"
brew "awscli"
brew "eksctl"
brew "kubernetes-cli"
brew "k9s"
brew "helm"
brew "docker"
brew "docker-compose"
brew "docker-buildx"
brew "node"
brew "node@24"
brew "nuon"
brew "yarn"
brew "templ"
brew "terraform"
brew "sqlite"
brew "wget"
brew "openssl"
brew "neovim"
brew "ripgrep"
brew "fd"
brew "bat"
brew "eza"
brew "fzf"
brew "pipx"
brew "uv"
brew "jq"
brew "go"
brew "yq"
brew "rust"
brew "starship"
brew "aws-nuke"
brew "azure-cli"
cask "docker"
cask "google-cloud-sdk"
cask "warp"
cask "visual-studio-code"
cask "google-drive"
cask "ghostty"
cask "bruno"
cask "dbeaver-community"
cask "orbstack"
cask "slack"
cask "zed"
cask "zoom"
cask "claude-code"
