brew "aider"
brew "lima"
brew "colima"
brew "docker"
brew "codex"
brew "fish"
brew "git"
brew "gh"
brew "htop"
brew "libpq"
brew "neovim"
brew "awscli"
brew "eksctl"
brew "kubernetes-cli"
brew "helm"
brew "docker"
brew "docker-compose"
brew "ollama"
brew "node"
brew "npm"
brew "yarn"
brew "sqlite"
brew "wget"
brew "openssl"
brew "duckdb"
cask "block-goose"
cask "discord"
cask "protonvpn"
cask "slack"
cask "warp"
cask "visual-studio-code"
cask "zed"
cask "dbeaver-community"
cask "google-drive"
