brew "atuin"
brew "fish"
brew "git"
brew "gh"
brew "gnupg"
brew "htop"
brew "libpq"
brew "python"
brew "awscli"
brew "eksctl"
brew "kubernetes-cli"
brew "k9s"
brew "helm"
brew "docker"
brew "docker-compose"
brew "node"
brew "npm"
brew "yarn"
brew "sqlite"
brew "wget"
brew "openssl"
brew "neovim"
brew "ripgrep"
brew "pipx"
cask "warp"
cask "visual-studio-code"
cask "google-drive"
cask "ghostty"
cask "bruno"
cask "orbstack"
cask "slack"
cask "zed"
cask "zoom"
cask "claude-code"
